app/controllers/posts_controller.rb

INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "My post title"], ["description", "My post description"], ["created_at", "2018-05-22 13:08:54.911215"], ["updated_at", "2018-05-22 13:08:54.911215"]]
---
  def create
  	@post = Post.create(title: params[:post][:title], description: params[:post][:description])